Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Weigh 200 mg (± 1.0 mg) of the test sample into a 22-ml injection vial, add 2.00 ml of N- methyl-2-pyrrolidone and immediately close with a Teflon-coated crimp cap.
es_es: Pesar 200 mg (± 1.0 mg) de la muestra de prueba e insertar en una ampolla para inyección de 22 ml; añadir 2.00 ml de N-metil-2-pirrolidona y, de inmediato, sellar las ampollas con una tapa de cierre metálica recubierta de teflón.

source: Weigh 200 mg (± 1.0 mg) of the test sample into a 22-ml injection vial, add 2.00 ml of standard solution 1/standard solution 2 and immediately close with a Teflon-coated crimp cap.
es_es: Pesar 200 mg (± 1.0 mg) de la muestra de prueba en una ampolla para inyección de 22 ml, agregar 2.00 ml de disolución estándar 1/disolución estándar 2, y cerrar inmediatamente con una tapa de cierre metálica recubierta de teflón.

source: Weigh accurately about 0.250 g of the sample and transfer into a 25.0 ml volumetric flask.
es_es: Pesar con exactitud aproximadamente 0.250 g de la muestra y transferir a un matraz aforado de 25.0 ml.

source: Weigh accurately about 0.250 g of the sample and transfer into a 25.0 ml volumetric flask. Dissolve and dilute to volume with methanol R and mix. Determine the optical rotation of this solution using methanol R as a blank.
es_es: Pesar con exactitud aproximadamente 0.250 g de la muestra y transferir a un matraz aforado de 25.0 ml. Disolver y diluir a volumen con metanol R y mezclar. Determinar la rotación óptica de esta solución utilizando metanol.yoR como espacio en blanco.

source: Weigh accurately about 0.5 g of sample in a 20 ml headspace vial.
es_es: Pesar con exactitud aproximadamente 0.5 g de la muestra y transferir a frasco con espacio de cabeza de 20 ml.

source: Weigh accurately about 2.3 g of Ammonium acetate Rand transfer into a 1000 ml volumetric flask.
es_es: Pesar con exactitud aproximadamente 2.3 g de acetato de amonio R y transferir a un matraz aforado de 1000 ml.

source: Weigh accurately about 2.5 mg of Amlodipine for peak identification CRS (containing impurities D, E and F) and transfer into a 5.0 ml volumetric flask.
es_es: Pesar con exactitud aproximadamente 2.5 mg de amlodipina para identificar el pico CRS (que contiene las impurezas D, E y F) y transferir a un matraz aforado de 5.0 ml.

source: Weigh accurately about 2.5 mg of Amlodipine for peak identification CRS (containing impurities D, E and F) and transfer into a 5.0 ml volumetric flask. Dissolve and dilute to volume with mobile phase and mix.
es_es: Pesar con exactitud aproximadamente 2.5 mg de amlodipina besilato CRS y transferir a un matraz aforado de 5.0 ml.

source: Weigh accurately about 2.5 mg of each of Amlodipine impurity B CRS and Amlodipine impurity G CRS and transfer into a 25.0 ml volumetric flask.
es_es: Pesar con exactitud aproximadamente 2.5 mg de amlodipina impureza B CRS y 2.5 mg de amlodipina impureza G CRS, y transferir a un matraz aforado de 25.0 ml.

source: Weigh accurately about 5.0 mg of Amlodipine impurity A CRS and transfer into a 5.0 ml volumetric flask.
es_es: Pesar con exactitud aproximadamente 5.0 mg de amlodipina, impureza A CRS y transferir a un matraz aforado de 5.0 ml.

source: Weigh accurately about 50.0 mg of sample in a 50.0 ml volumetric flask.
es_es: Pesar con exactitud aproximadamente 50.0 mg de la muestra y transferir a un matraz aforado de 50.0 ml.

source: Weigh accurately about 50.0 mg of sample in a 50.0 ml volumetric flask. Dissolve and dilute to volume with mobile phase and mix.
es_es: Pesar con exactitud aproximadamente 50.0 mg de amlodipina besilato CRS y transferir a un matraz aforado de 50.0 ml.

source: Weigh each of 10 film-coated tablets separately.
es_es: Pesar por separado cada uno de los 10 comprimidos recubiertos.

source: Weighing
es_es: Pesaje

source: Weight
es_es: Peso

source: Weight = 1/concentration^1
es_es: Ponderación = 1/concentración^1

source: Weight […]
es_es: Disminuido [...]

source: Weight of Amlodipine Besilate CRS in Reference solution (e1) (mg)
es_es: Peso de Amlodipina besilato CRS en la solución de referencia (e1) (mg)

source: Weight of Amlodipine Besilate CRS in Reference solution (e2) (mg)
es_es: Peso de Amlodipina besilato CRS en la solución de referencia (e2) (mg)

source: Weight of Amlodipine Besilate CRS in Standard stock solution (A) in mg
es_es: Peso de Amlodipina besilato CRS en la solución estándar madre (A) en mg

source: Weight of Amlodipine Besilate CRS in Standard stock solution (B) in mg
es_es: Peso de Amlodipina besilato CRS en la solución estándar madre (B) en mg

source: Weight of Amlodipine impurity A in Reference solution (d1) in mg
es_es: Peso de Amlodipina Impureza A en la solución de referencia (d1) en mg

source: Weight of Amlodipine impurity A in Reference solution (d2) in mg
es_es: Peso de Amlodipina Impureza A en la solución de referencia (d2) en mg

source: Weight of BI 10773 XX reference substance to prepare the standard solution 100 % (A1 and A2, respectively)
es_es: Peso de la sustancia de referencia BI 10773 XX para preparar la solución estándar al 100% (A1 y A2, respectivamente)

source: Weight of PD 1420 reference substance to prepare the standard solution 5 % reference (A1 and A2, respectively)
es_es: Peso de la sustancia de referencia PD 1420 para preparar la solución estándar al 5 % (A1 y A2, respectivamente)

source: Weight of metformin HCl and Impurity E, respectively to prepare the standard solution 100 % (A1 and A2, resp.) and standard solution degradation Impurity E 2.0 %, respectively
es_es: Peso del clorhidrato de metformina y la impureza E, respectivamente, para preparar la solución estándar al 100 % (A1 y A2, resp.), y degradación de la solución estándar Impureza E al 2.0 %, respectivamente

source: Weight of reference standard (mg)
es_es: Peso del estándar de referencia (mg)

source: Weight of reference standard in Degradation Standard (mg)
es_es: Peso del estándar de referencia en el estándar de degradación (mg)

source: Weight of reference standard in Stock Standard (mg)
es_es: Peso del estándar de referencia en la solución madre estándar (mg)

source: Weight of respective solvent in Standard stock solution B2 in g
es_es: Peso del disolvente respectivo en la solución estándar madre B2 en g

source: Weight of respective solvent in Standard stock solution A1 in g
es_es: Peso del disolvente respectivo en la solución estándar madre A1 en g

source: Weight of respective solvent in Standard stock solution A2 in g
es_es: Peso del disolvente respectivo en la solución estándar madre A2 en g

source: Weight of respective solvent in Standard stock solution B1 in g
es_es: Peso del disolvente respectivo en la solución estándar madre B1 en g

source: Weight of sealing lacquer
es_es: Peso de la laca de termosellado

source: Wessels, Lisa /QP Qualified Person Pos
es_es: Wessels, Lisa /Directora Técnica

source: West Pharmaceutical Services 38, Rue Robert Degon 02170 Le Nouvion en Thiérache France
es_es: West Pharmaceutical Services 38, Rue Robert Degon 02170 Le Nouvion en Thiérache, Francia

source: West Pharmaceutical Services Deutschland GmbH & Co.KG Leimberg 33 52222 Stolberg Germany
es_es: West Pharmaceutical Services Deutschland GmbH & Co.KG Leimberg 33 52222 Stolberg, Alemania

source: West Pharmaceutical Services Deutschland GmbH & Co. KGLeimberg 3352222 StolbergGermany
es_es: West Pharmaceutical Services Deutschland GmbH & Co. KG, Leimberg 33, 52222 Stolberg, Alemania

source: Westmead Hospital – N. Mahant
es_es: Hospital de Westmead – N. Mahant

source: Wevelength:
es_es: Longitud de onda:

source: Wheat starch
es_es: Almidón de trigo

source: Wheat starch does not contain starch granules of any other origin.
es_es: El almidón de trigo no contiene gránulos de almidón de ningún otro origen.

source: Wheat starch is obtained from the caryopsis of Triticum aestivum L. (T.
es_es: El almidón de trigo se obtiene de la cariopsis deTriticum aestivum L. (T.

source: Wheat starch is obtained from the caryopsis of Triticum aestivum L. (T. vulgare Vill.).
es_es: El almidón de trigo se obtiene de la cariopsis deTriticum aestivum L. (T. vulgare Vill.).

source: When a patient permanently discontinued trial medication or when the required number of events had been reached for the trial, an end-of-treatment (EOT) visit was performed, followed by a follow-up Visit 30 days later.
es_es: Cuando un paciente interrumpía permanentemente la medicación en estudio o cuando se alcanzaba la cantidad requerida de eventos para el ensayo, se realizaba una visita de fin del tratamiento, seguida de una visita de seguimiento 30 días después.

source: When added to usual care in a population of patients predominantly taking metformin background medication, linagliptin was shown to be non-inferior to glimepiride with regard to the risk of occurrence of the primary composite endpoint of cardiovascular death, non-fatal myocardial infarction, or non-fatal stroke.
es_es: Sumándolo al tratamiento protocolar en la población que, en su mayoría, toma metformina como medicación de base, la linagliptina no resultó inferior a la glimepirida al evaluar el riesgo de presentar el criterio de valoración primario compuesto, consistente en muerte cardiovascular, infarto de miocardio no fatal o accidente cerebrovascular no fatal.

source: When an AE/SAE occurs, it is the responsibility of the investigator to review all documentation (e.g. hospital progress notes, laboratory, and diagnostic reports) relative to the event.
es_es: Cuado ocurre un evento adverso/evento adverso grave, es responsabilidad del investigador revisar toda la documentación (p. ej., registros hospitalarios de evolución del paciente, resultados de laboratorio e informes diagnósticos) relacionada con el evento.

source: When analysed until last treatment intake +30 days, the frequencies of patients with hepatic events were similar to those analysed with the usual on-treatment approach.
es_es: Analizando hasta la última ingesta del tratamiento + 30 días, la frecuencia de pacientes con eventos hepáticos fue similar a la del enfoque típico de considerar los pacientes "en tratamiento".

source: When available: beginning date: 02-20-2022
es_es: Disponible a partir de: fecha de inicio: 02-20-2022

source: When in doubt as to whether ‘hospitalisation’ occurred or was necessary, the AE should be considered serious.
es_es: Cuando haya dudas sobre la ocurrencia o necesidad de hospitalización, el evento adverso debe considerarse grave.

source: When performed in the presence and absence of mammalian microsomes, it detects the majority of animal mutagens or carcinogens [1 and 3].
es_es: Practicada en presencia y ausencia de microsomas de mamíferos, la prueba detecta la mayoría de mutágenos o carcinógenos animales [1 y 3].

source: When stored at room temperature in daylight, system suitability solution I and system suitability solution II are stable for 2 weeks, the standard solutions are stable for 3 days and the test solutions are stable for 2 days.
es_es: Almacenadas a temperatura ambiente y a la luz del día, la solución de adecuación del sistema I y la solución de adecuación del sistema II permanecen estables 2 semanas; las soluciones estándar permanecen estables 3 días y las soluciones de análisis permanecen estables 2 días.

source: When the hepatic injury was detected about 3 months after randomisation, the patient had been taking rosuvastatin for 7 months.
es_es: Cuando se detectó la lesión aguda, aproximadamente 3 meses después de la aleatorización, el paciente llevaba 7 meses tomando rosuvastatina.

source: When the sequence reaches the final number, the value of Y will be incremented and the five digits will start back at 00001.
es_es: Cuando la secuencia alcance el número final, el valor de Y se incrementará y los cinco dígitos comenzarán de nuevo en 00001:

source: When the time to first HHF was analysed (i.e. not including recurrent events), this trend was less pronounced (Section 11.1.2.3.1).
es_es: Contando el tiempo hasta la primera hospitalización por insuficiencia cardíaca (es decir, sin incluir los eventos recurrentes), esta tendencia fue menos pronunciada (Sección 11.1.2.3.1).

source: When the user releases the PR and lifts the PFS-NSD-2 from their skin after injection, the needle is retracted into the device, and the sharps injury prevention feature is locked.
es_es: Cuando el usuario suelta el émbolo y retira el dispositivo PFS-NSD-2 de la piel luego de aplicar la inyección, la aguja se retrae dentro del dispositivo y la función de prevención de lesiones cortantes bloquea el sistema.

source: When the user releases the PR and removes the PFS-NSD-1 from his/her skin after injection, the needle is retracted into the device, and the sharps injury prevention feature is locked.
es_es: Cuando el usuario suelta el vástago del émbolo y retira el dispositivo PFS-NSD-1 de la piel luego de la inyección, la aguja se retrae dentro del dispositivo, y se activa la función de bloqueo para prevención de heridas cortantes.

source: Where
es_es: Donde

source: Where applicable, compendial tests are conducted according to Ph.Eur./USP.
es_es: De corresponder, se realizan pruebas de farmacopea de acuerdo con la Ph. Eur. o la USP.

source: Where applicable, data from 103 tenecteplase DP batches (26 batches 40 mg/vial and 77 batches 50 mg/vial) were evaluated statistically to estimate ranges.
es_es: De corresponder, se evaluaron estadísticamente datos de 103 partidas del medicamento tenecteplasa (26 partidas de 40 mg/frasco y 77 partidas de 50 mg/frasco) para estimar rangos.

source: Where control methods are cited, they are recognised as being suitable for the purpose, but other methods can also be used.
es_es: Cuando se citan métodos de control, se los reconoce como adecuados, aunque también pueden utilizarse otros métodos.

source: Where necessary, a science-based risk assessment was performed by BIP.
es_es: Donde se consideró necesario, BIP hizo una evaluación sobre bases científicas.

source: Where necessary, a temperature log was to be maintained to make certain that the drug supplies were stored at the correct temperature.
es_es: De ser necesario, debía llevarse un registro de temperaturas a efectos de asegurar que los suministros del medicamento estuvieran almacenados a la temperatura correcta.

source: Where the combination of materials, chemicals and processes have an established history of safe use in the intended application, and the physical properties have not changed, further characterization and additional data sets (e.g., further chemical analysis of extracts or biological testing) was not necessary.
es_es: Dado que, en el pasado, se estableció la seguridad del uso de la combinación de materiales, productos químicos y procesos para la aplicación prevista y que las propiedades físicas no han cambiado, no fue necesario realizar una nueva caracterización ni recabar datos adicionales (por ejemplo, análisis químicos adicionales de extractos o pruebas biológicas).

source: Where the manufacturer data were not sufficient an extractables study was performed by BI.
es_es: En los casos en los que no bastaron los datos del fabricante, BI realizó un estudio de extraíbles.

source: Where:
es_es: Donde:

source: Wherever results for a particular characteristic are reported, the control method must be indicated.*
es_es: Siempre que se informen resultados de una característica particular, debe indicarse el método de control.*

source: Whether the transition in acute stroke thrombolysis from alteplase to tenecteplase will be cost-effective or reduce key system metrics associated with improved outcomes (eg, door-to-needle time, door-in-door-out time, and transport times) at a population level remains to be seen.
es_es: Resta por saber si la transición de alteplasa a tenecteplasa en la trombólisis del accidente cerebrovascular agudo, a nivel poblacional, será efectiva en términos de costos o si reducirá las métricas clave del sistema asociadas con mejores resultados (p. ej., tiempo desde el ingreso hasta la punción, tiempo desde el ingreso hasta el alta hospitalaria y tiempos de transporte).

source: While a higher level of glucosuria is associated with a higher HbA1c reduction and better glycaemic control, there is no correlation for the CV benefits associated with empagliflozin.
es_es: Si bien un nivel más alto de glucosuria se asocia con una mayor reducción de la HbA1c y un mejor control glucémico, no existe correlación en cuanto a los beneficios CV asociados con empagliflozina.

source: While admitted to the trial site, the subjects were to be restricted from consuming any foods or drinks other than those provided by the staff.
es_es: Una vez ingresados en el centro del ensayo, los sujetos no podían consumir ningún alimento ni bebida que no fueran los provistos por el personal del centro.

source: While dichloromethane and 2propanol were used to obtain comprehensive profiles of extractables for material characterisation, the use of aqueous extraction media (2-propanol / water, aqueous solutions at pH 2.5, 7 and 9.5) was intended to mimic aqueous-based DPs.
es_es: Si bien se empleó diclorometano y 2-propanol para trazar perfiles exhaustivos de los extraíbles para caracterización de los materiales, se usó un medio de extracción acuoso (2-propanol/agua, soluciones acuosas con pH de 2,5; 7 y 9,5) con objeto de imitar medicamentos de base acuosa.

source: While more patients in the empagliflozin group than the placebo group had genital infections leading to discontinuation, such events were infrequent.
es_es: Si bien presentaron infecciones genitales que llevaron a la discontinuación del tratamiento más pacientes del grupo de empagliflozina que del grupo de placebo, tales eventos fueron infrecuentes.

source: While moving the plate or the measuring device, examine the plate by measuring the reflectance of the incident light.
es_es: Al mover la placa o el medidor, revisar la placa midiendo la reflectancia de la luz incidente.

source: While reporting Any other individual impurity consider impurity A, Impurity E and Impurity Funder Any other individual impurity
es_es: Al consignar el valor de cualquier impureza individual, considerar Impureza A, Impureza E e Impureza F incluidas en tal parámetro.

source: While the EMA agreed that there is no need for submission of an RMP for Metalyse in the EU, Boehringer Ingelheim has provided a global RMP (v1.0, DLP 31 Aug 2023) for countries that require an RMP submission based on country specific regulation in the regulatory dossier section 09.
es_es: Si bien la EMA acordó que no es necesario presentar un plan de gestión de riesgos para Metalyse en la UE, en la sección 09 del dossier regulatorio, Boehringer Ingelheim ha proporcionado un plan de gestión de riesgos mundial (v1.0, fecha de cierre de la base de datos: 31 de agosto de 2023) para los países que lo requieren según su regulación específica.

source: While the information in special patient populations from clinical development is limited, Boehringer Ingelheim does not consider this as “missing information” as a safety concern in the context of this “well-established-use-product” with the first marketing authorization granted in 2000 and a worldwide cumulative marketed exposure of 2,035,577 patients across indications and dosages.
es_es: Si bien hay información limitada sobre las poblaciones especiales de pacientes a partir del desarrollo clínico, Boehringer Ingelheim no considera que esto sea una “información faltante” y riesgo de seguridad en el contexto de este “producto de uso bien establecido” con la primera autorización de comercialización otorgada en 2000 y una exposición comercializada acumulada a nivel mundial de 2035577 pacientes en todas las indicaciones y dosis.

source: While these nominal times were to be adhered to as closely as possible, the actual sampling times were to be recorded and used for determination of PK parameters.
es_es: Si bien correspondía cumplir lo mejor posible estos tiempos, se registraban los tiempos reales, que eran los que se usaban para determinar los parámetros farmacocinéticos.

source: While this is well-characterised in adults, there are minimal paediatric-specific data.
es_es: Si bien esto está bien caracterizado en pacientes adultos, existen datos mínimos específicos para los pacientes pediátricos.

source: White
es_es: Blanco

source: White PR area
es_es: Área blanca del émbolo

source: White cake
es_es: Pasta dura blanca

source: White or slightly yellowish
es_es: Blanco a ligeramente amarillento

source: White plastic bottle
es_es: Frasco de plástico blanco

source: White to off-white powder
es_es: Polvo blanco a blanquecino

source: White to pale yellow cake
es_es: Pasta dura de color blanco a amarillo claro

source: Who can access the data: researchers whose proposed use of the data has been approved
es_es: Quién puede acceder a los datos: investigadores que hayan propuesto un uso aprobado de los datos

source: Whole brain imaging will use 25 contiguous axial slices each 5 mm in thickness.
es_es: Para las imágenes de todo el cerebro, se utilizarán 25 cortes axiales contiguos, cada uno de 5 mm de espesor.

source: Wien
es_es: Viena

source: Wilcoxon Mann-Whitney generalized odds ratio (OR).14
es_es: Cociente de probabilidades generalizado de Wilcoxon Mann-Whitney.14

source: Wintermark M, Albers GW, Broderick JP, et al.
es_es: Wintermark M, Albers GW, Broderick JP, y col.

source: With PS 20 concentrations from 0.2 mg/mL to 0.85 mg/mL sub-visible particle formation is reduced.
es_es: Con concentraciones de PS 20 de 0.2 mg/ml a 0.85 mg/ml, se reduce la formación de partículas subvisibles.

source: With Signing Authentication via DocuSign password
es_es: Con autentificación de firma mediante contraseña de DocuSign

source: With Signing Authentication via Docusign password
es_es: Con autentificación de firma mediante contraseña de DocuSign

source: With Signing Reasons (on each tab):
es_es: Con motivos de las firmas (en cada pestaña):

source: With a solubility of 33.4 mg/ml the solublity is right at the limit between the two classes “sparingly soluble” and “soluble” according to Ph. Eur.
es_es: Con una solubilidad de 33.4 mg/ml, la solubilidad se encuentra justo en el límite entre las categorías "moderadamente soluble" y "soluble", según la Ph. Eur.

source: With a solubility of 33.4 mg/ml the solublity is right at the limit between the two classes “sparingly soluble” and “soluble” according to Ph. Eur. Empagliflozin is slightly soluble in 50 % methanol in water, ethanol abs.
es_es: Con una solubilidad de 33.4 mg/ml, la solubilidad se encuentra justo en el límite entre las categorías "moderadamente soluble" y "soluble", según la Ph. Eur.

source: With a solubility of 33.4 mg/ml the solublity is right at the limit between the two classes “sparingly soluble” and “soluble” according to Ph. Eur. Empagliflozin is slightly soluble in 50 % methanol in water, ethanol abs. and acetonitrile.
es_es: Con una solubilidad de 33.4 mg/ml, la solubilidad se encuentra justo en el límite entre las categorías "moderadamente soluble" y "soluble", según la Ph. Eur.

source: With adequate maintenance and calibration, instrumental methods can provide accurate, precise and consistent measurements of colour that do not drift with time.
es_es: Con un mantenimiento y una calibración adecuados, los métodos instrumentales pueden proporcionar mediciones de color exactas, precisas, coherentes y sostenidas en el tiempo.

source: With an increasingly aging population and a growing incidence of obesity, the scope and cost to society associated with HF is rising progressively.
es_es: Asumiendo el envejecimiento de la población y la incidencia creciente de la obesidad, son cada vez mayores la afectación y el costo social de la insuficiencia cardíaca.
